Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: A Portugal,el programa Escolhas 2ª Geraçãointenta fomentar la inclusió social dels joves de barrisdesfavorits, especialment els procedents de la segona o tercera generació d’immigrants.Per mitjà d’acords de col·laboració amb la societat civil, el programa ofereix formació ifa una forta inversió en centres d’inclusió digital (CID), que intenten desenvolupar lescompetències dels joves per participar activament en la societat de la informació.
en: At the level of urban neighbourhoods, there is particular scope for social participation byall groups – young and old, minority or majority. Improving housing and residentialenvironments, promoting local economic development, and making improvements togeneral public services such as health, education and housing services are objectivescommon to immigrants and non-immigrants and can serve to bring them togetheraround a shared commitment.

source: Ambuna referència més directa a la participació política, el Govern suec ha introduït unprograma especial de beques per a les organitzacions d’immigrants nacionals per tald’augmentar les oportunitats dels immigrants de participar en la vida pública.
en: The Dutch organisation FORUM sees its Residents’ Planning Studios as an innovative wayof stimulating social participation. A planning studio is typically organised inneighbourhoods that are about to undergo urban restructuring.

source: A horesd’ara hi ha unes 30 organitzacions nacionals d’immigrants, de les quals algunes d’ellestenen petites secretaries.
en: It consists of a group of 10to 20 primarily ethnic minority residents who follow a set programme over a three-monthperiod.

source: El procés de consulta no té per què produir-se en “entitats específiques d’immigrants”.Alguns municipis han establert estructures locals de consulta per tractar determinatstemes (família, educació, finançament, energia, medi ambient, desenvolupamenteconòmic i comercial, habitatge, treball, mobilitat, joventut, esport, etc.).
en: In a series of up to 10 workshops, they discuss their wishes and dreams relating tohousing issues and systematically catalogue the problems and opportunities that exist intheir neighbourhood. They collaborate with experts in working their ideas into viableproposals, using photographs, diagrams and drawings.

source: Els immigrantspoden participar, juntament amb els nacionals, en la tasca d’aquests òrgans consultius.
en: The draft plans are presented toofficials from the local authority, housing associations and property developers and aredesigned for inclusion by the decision-makers into their official development plans.

source: A més, si es redueix la bretxa existent pel que fa als drets delsciutadans i dels no ciutadans, l’opció de la naturalització no serà tant una estratègia perassolir una seguretat legal i serà més una expressió positiva d’un canvi en la identitatpolítica.
en: Civic participation considered to design and adopt at national and even European level a voluntary charterconcerning main principles underpinning strategies for organisational openness andinclusiveness.

source: Es recorre a exàmens de llengua i d’altres qüestions per comprovar elnivell d’integració dels sol·licitants.
en: Such a charter could be developed in consultation with Europeaninitiatives in the area of quality management.

source: El voluntariat és una forma de participació social en què els immigrants tenen una funciómolt important com a ciutadans actius. Facilitar la seva participació i valorar la sevacontribució en fomenta la inclusió i mobilitza les seves habilitats.
en: Governments at all levels can give a good example by applying techniques and tools forbecoming open and inclusive to themselves and by making openness and inclusivenessrequirements for organisations receiving subsidies or participating in public tenders.

source: La participació social comporta una àmplia sèrie d’activitats a les organitzacionsd’immigrants i a la resta d’organitzacions.
en: Becoming open and inclusive organisations

source: Cal tenir en compte que en la majoria dels països europeus els voluntaris tenenuna funció important a l’hora d’acollir els nouvinguts.
en: The first stage involves the formulation of an organisational plan for responding tothe diversity of the population in terms of culture, language, religion, etc.

source: Propostes comladels“amfitrions”personals, els “mentors”o els plans de contactes solen establir enllaçosvaluosos entre els nouvinguts i la societat receptora.
en: All parts of the organisation should be aware ofthe plan and align their own planning processes with it.

source: A Estònia, un programa d’intercanvifamiliar per a nens i nenes de famílies que parlen estonià o que no en parlen ha obtingutbons resultats a l’hora de millorar l’habilitat lingüística dels participants, i a més tambén’ha millorat la competència social i la tolerància.
en: In large organisations, notjust overall but also divisional plans should reflect a concern for diversity.

source: El jovent no estonià té l’oportunitat depassar des d’una setmana a dos mesos amb una família estoniana que viu al camp iparticipa activament en el seu dia a dia.
en: The prioritiesset out in the plan should be reflected in resource allocation.

source: Els mateixos immigrants fan tasques de voluntariat en associacions d’immigrants i enaltres associacions.
en: Planning starts with knowledge of the organisation’s membership and reach: howmany immigrants participate in the organisation, and what are their roles andcharacteristics?

source: Laimplicaciódemoltes deles persones relacionades enorganitzacions pròpies d’immigrants no sempre es reconeix com una forma devoluntariat, tot i que la majoria d’organitzacions d’immigrants depenen molt de la feinadels voluntaris.
en: An inventory of people involved in the organisation can be thestarting point for the identification of needs, but also of skills to be mobilised.

source: Aquestes organitzacions solen dedicar-se a l’autoajuda, però també fanaltres activitats.
en: In a next stage the organisation integrates considerations of diversity into thefunctioning of the organisation at all levels.

source: De fet, lesassociacions d’immigrants solen ser menys “monofuncionals”que els clubs i duen aterme activitats variades: lleure, esports, cultura, religió, política, a més de discussionssobre problemes pràctics.
en: The organisation rewards intercultural competence in recruitment,offers training or seeks outside assistance to help staff or members to respondeffectively to diversity.

source: La participació en organitzacions sol ser la segona opció de participació social delsimmigrants.
en: The organisation reports on the numbers and background of customers orparticipants, the involvement of these persons in policy design and implementation,on the number of staff undertaking cultural diversity training, etc.

source: En el sector de voluntariat, la bona adaptació dels immigrants sol dependrede l’obertura de les estructures d’acceptació.
en: Reports also showwhich efforts are made to reach out to a diverse population (and how this is reflectedin resource allocation) and how these efforts are appraised by the target groups.

source: Participació ciutadana immigrants hi ha un clar desconeixement del tipus de funcions que hi ha en lesorganitzacions voluntàries.
en: Civic participation

source: No obstant això, cada cop més les organitzacions s’adonendels avantatges de diversificar els seus voluntaris per reflectir les comunitats en quètreballen.
en: 1.Strategies responding to immigrants' special needs and circumstances and capitalisingon their skills enhance their sense of belonging and participation in society.

source: A Irlanda molts grups de suport als demandants d’asil han introduïtdemandants d’asil en els seus comitès directius. Al Regne Unit, les associacionsbenèfiques han designat persones de totes les comunitats locals perquè es coneguinmillor les seves iniciatives.
en: Public andprivate organisations should base these strategies on equality and anti-discrimination.Ideally they are tailor-made, flexible and subject to regular evaluation.2.Tailoring services to the special needs of different groups among the population is acollaborative effort requiring the development of intercultural competence in publicand private service.3.Recruitment and training are complementary strategies in building up staff withintercultural competence.

source: L’avaluació d’un important programa aplicat pel Govern del Regne Unit (Black and Minority Twinning) suggereix que les principals organitzacionss’han de mostrar proactives a l’hora de trobar voluntaris, que alguns voluntarispotencials poden mostrar una falta de confiança inicial però que cal treure profit del seupotencial per desenvolupar noves habilitats.
en: Ideally developing intercultural competence amongemployees is an ongoing priority rather than a one-time effort.4.Best practices demonstrate that mainstream organisations which work closely withexperts or specialist organisations greatly improve the accessibility of their services toimmigrants.5.Intercultural competence can be introduced as a (European) quality managementstandard which is considered when governments determine their support toorganisations or in public tenders.6.Active citizenship highlights immigrants' skills and suggests ways of making the mostof them both for the immigrants and for society as a whole.7.Religion often plays a positive role in the integration process, which can be enhancedby facilitating a dialogue among immigrant faith communities and between them andmainstream society.

source: A Alemanya, el projecte “Suport per a la implicació cívica de les persones que han patitel reassentament”(Spätaussiedler), de la fundació Ciutadans pels Ciutadans ha rebutfinançament estatal des del 2001.
en: 8.Governments should provide support for inter-religious dialogue by facilitating theestablishment of dialogue platforms and contributing resources where appropriate.9.Participation in political processes is one of the most important elements of activecitizenship.

source: El grup objectiu són tant els locals com les personesque han arribat d’altres terres.
en: Political participation of immigrants provides opportunities for integrationand should be supported in its different forms, including acquisition of nationality,local electoral rights and consultative structures.

source: El projecte té col·laboradors locals com ara agències devoluntaris, agències de treball social i instituts d’educació per a adults; tots participen enl’organització de seminaris i tallers sobre la implicació cívica.
en: 10.The representativeness and democractic legitimation of policies is enhanced byextending formal political rights to immigrants.

source: La finalitat d’aquests actesés motivar la gent que acaba d’arribar perquè s’involucri en la societat i suggerir-losmaneres concretes de fer-ho.
en: Where formal rights exist, they needto be put into practice with commitment from all sides including political parties.

source: Cal fomentar la implicació dels immigrants en les organitzacions de voluntariat.
en: 11.Governments should grant electoral rights to all residents at least at local level andminimise obstacles to the use of these rights, such as fees or bureaucraticrequirements.

source: L’idealseria que les estratègies per aconseguir nous voluntaris tinguessin en compte la diversitatcultural.
en: Immigrants can be encouraged to make use of electoral rights throughinformation campaigns and capacity building, relying in particular on the networksoffered by immigrant organisations.

source: En els barris urbans, hi ha força possibilitats per a la participació social per part de totsels grups: joves i vells, minories i majories.
en: 12.Consultative bodies at the local and national level have a potential to stimulatepolitical participation by immigrants and to improve integration policies bycommunicating the views of immigrant representatives to governmental and otherstakeholders.

source: L’organització holandesa FORUM considera la iniciativa Estudis de Planificació dels Residents com una manera innovadora d’estimular la participació social.
en: 13.Flexibility in the composition of consultative bodies will best serve the purpose ofconsultation, keeping in mind that representativeness can be achieved in differentways.

source: En uns deu tallers, debaten sobreel que els agradaria, els seus somnis pel que fa a l’habitatge i cataloguen sistemàticamentels problemes i les oportunitats que existeixen en el barri.
en: Allowing observers or non-voting members to take part in sessions can increasetransparency and trust in consultative structures.

source: Les propostes es presenten als funcionaris locals, a lesassociacions d’habitatge i als promotors immobiliaris, i estan dissenyades perquè els queprenen les decisions les incloguin en els seus plans de desenvolupament oficials.
en: Facilitating naturalisationdiminishes the rights gap between citizens and long-term resident immigrants andcan open up a fuller range of opportunities for participation.15.Where tests for naturalisation are used, they can be linked to the particularcircumstances of the persons concerned.

source: Per obrir les principals institucions i organitzacions a tots els ciutadans, siguin o noimmigrants, es necessita temps.
en: Preparatory courses should be available toimmigrants and should be affordable and of good quality.

source: Sol comportar canvis dins les organitzacions i esdistingeixen diferents etapes (des de la planificació a l’avaluació).
en: 16.Volunteering is a form of social participation in which immigrants play an importantrole as active citizens.

source: Aquests estatuts es podrien elaborar d’acord amb iniciatives europees enl’àrea de gestió de qualitat.
en: Facilitating their participation and valuing their contributionpromotes their inclusion and mobilises their skills.

source: Els governs a tots els nivells poden donar exemple aplicant tècniques i eines peresdevenir oberts i inclusius, i fent que les organitzacions que reben subsidis o queparticipen en concursos públics també ho facin.
en: 17.Immigrant involvement in mainstream volunteer organisations should be promoted.Ideally, recruitment strategies for volunteer members take into account culturaldiversity.18.Governments at all levels can give a good example by applying techniques and toolsfor becoming open and inclusive to themselves and by making openness andinclusiveness requirements for organisations receiving subsidies or participating inpublic tenders.

source: Capítol 2: Conclusions
en: This chapter looks at indicators as a tool for policy-makers and practitioners.

source: Les organitzacions públiques i privades han de basar lesseves estratègies en la igualtat i en la no discriminació.
en: Indicatorscan measure the real situation of immigrants and identify to what extent integration isprogressing.

source: Idealment, cal fer-les a mida,han de ser flexibles i subjectes a una avaluació regular.2.
en: They can also track the development of policies over time.

source: Adaptar els serveis a les necessitats dels diferents grups implica un esforç decol·laboració que requereix el desenvolupament de la competència intercultural delsector públic i privat.3.
en: A successfuluse of indicators builds on appropriate data collection and on the careful selection ofindicators in line with the overall targets for integration.

source: Una bona política de reclutament i de formació són estratègies complementàriesperquè el personal tingui prou competències interculturals.
en: At the cross-country or European level, indicators allow for comparisons between countries and can createmomentum for more dynamic integration policies.

source: Les bones pràctiques demostren que les organitzacions principals que treballen ambexperts o especialistes milloren molt l’accessibilitat als seus serveis per als immigrants.5. La competència intercultural es pot introduir com un estàndard de qualitat (europeu)i el Govern la podria tenir en compte a l’hora de concedir ajuts a determinadesorganitzacions o també en concursos públics.6.
en: Quantifying and qualifying integration processes Summarising complicated integration policies Monitoring developments and trends and measuring progress Setting targets and benchmarks for integration processes and policies Identifying unintended impacts of laws, policies and practices Identifying actors having an impact on the realisation of integration Revealing whether the obligations of actors are met Giving early warning of potential distractions Prompting preventive action Enhancing social consensus on trade-offs in case of resource constraints Exposing issues that have been neglected or silenced

source: Una ciutadania activa realça les habilitats dels immigrants i suggereix maneresd’aprofitar-les al màxim, per als mateixos immigrants i per a tota la societat.7.
en: To better measure integration and the impact of integration policies governmental andnon-governmental organisations could develop sets of integration indicators.

source: Els governs han de fomentar el diàleg entre religions, facilitant l’establiment deplataformes de diàleg i aportant, si escau, recursos.9.
en: In short, theycan provide insight into the process of integration.

source: La participació en els processos polítics és un dels elements més importants de laciutadania activa.
en: Indicators can also help to measurethe role and impact of policy measures, identify gaps and aid the effective targeting ofresources.

source: La participació política d’immigrants ofereix oportunitats per a laintegració i hauria de comptar amb suport de diferent tipus: l’adquisició de lanacionalitat, drets electorals en l’àmbit local i estructures consultives.10.
en: Given the complexity of the integration process, societal integration can bedisaggregated into particular aspects where the measurement of developments andresults and policy-relevant impact assessments may be possible.

source: La representació i legitimació democràtica de les polítiques augmenta si es donendrets polítics formals als immigrants.
en: Indicators allow for comparisons between particular groups of immigrants and betweenthem and the overall population, between countries and regions, and between variousphases of integration or stages of policy development.

source: Si existeixen uns drets formals, cal posar-los enpràctica, amb el compromís de totes les parts, inclosos els partits polítics.11.
en: Indicators are used inbenchmarking, where comparative measures are employed to identify areas forimprovement and successful practices.

source: Els governs haurien de donar drets electorals a tots els residents, almenys en l’àmbitlocal, i minimitzar els obstacles per fer ús d’aquests drets, com ara el pagament detaxes o determinats requisits burocràtics.
en: In current government practice, indicators aremost often used for evaluating the effectiveness of national policies and comparing theperformance of groups of countries (for example, within the UNDP on development and

source: per poder contribuir al procés amb un alt nivell de qualitat.13.
en: within the OECD on economics and on education).

source: La flexibilitat en la composició dels òrgans consultius és més adequada per al procésde consulta i cal tenir en compte que la representativitat es pot assolir de maneresdiferents.
en: There is also a growing interest inusing indicators for comparisons between EU Member States.

source: Permetre la presència d’observadors o de membres sense dret a vot en lessessions pot augmentar la transparència i la confiança en les estructures consultives. 14.
en: While no comprehensiveset of indicators exists on immigrant integration at national and international levels,there is an existing repertoire of concepts and methods in related policy areas such asemployment, enterprise, education and social inclusion.

source: L’atribució de la nacionalitat pot ser una eina d’integració.
en: Many Member States are keen to make use of indicators outside the socio-economicand the legal spheres.

source: Si es fan exàmens per obtenir la nacionalitat, es poden tenir en compte lescircumstàncies concretes de cada persona.
en: How are second andthird generations defined? Are we looking at immigrants as individuals or groups?

source: Haurien d’existir cursos preparatoris per alsimmigrants i aquests cursos haurien de ser econòmics i de bona qualitat.16.
en: In EU-wide comparisons, the definition used most frequently is ‘third country nationals’.

source: El voluntariat és una forma de participació social en què els immigrants tenen unafunció molt important com a ciutadans actius.
en: Is thisa workable compromise, or does it ‘hide’ crucial dimensions of integration?

source: L’idealseria que les estratègies per aconseguir nous voluntaris tinguessin en compte ladiversitat cultural.18.
en: With their policies, Member States hope tocontribute to positive outcomes for immigrants in the areas of employment, housing,education, health, etc.

source: Els governs a tots els nivells poden donar exemple aplicant tècniques i eines peresdevenir oberts i inclusius, aconseguint que les organitzacions que reben subsidis oque participen en concursos públics també ho facin.
en: They seek to make services accessible to immigrants, and theywish to see immigrants participate as active citizens in the social and political realms.These outcomes can, to an extent, be quantified or otherwise defined, and theirachievement can be compared over time and between countries.

source: Aquest capítol estudia els indicadors com una eina per als que elaboren les polítiquesi per als professionals.
en: Is this the right yardstick in all cases?

source: Els indicadors poden quantificar la situació real de la poblacióimmigrant i identificar el grau de progressió de la integració.
en: For instance, regarding theuse of social security migrants do not always have the same entitlements as nonmigrants.

source: També permeten fer unseguiment de les polítiques al llarg del temps.
en: Differential age structures and socioeconomic levels also need to be takeninto account when comparing migrant and non-migrant communities.

source: Per fer un bon ús dels indicadors, caldur a terme una adequada recopilació de dades i seleccionar acuradament elsindicadors segons els objectius generals de la integració.
en: The Netherlandsis now working on developing threshold levels to set a standard for each dimension ofintegration.

source: En l’àmbit europeu ointernacional, els indicadors permeten establir comparacions entre països i podendeterminar quin és el millor moment per a les polítiques d’integració més dinàmiques.
en: Once these threshold levels have been determined, the distance of a groupto this level can be measured.

source: Els indicadors es poden fer servir per:
en: Benchmarking works through setting standards for comparison.

source: Els indicadors de la integració de la població immigrant poden ajudar a quantificar i acomparar el progrés realitzat, a fer un seguiment de les tendències i el desenvolupament,a reflectir les taxes de participació dels immigrants i el sentiment de pertinença, comtambé el nivell d’acceptació dels immigrants entre la població.
en: Avoiding the pitfalls and using indicators to their full potential requires a clearunderstanding of the techniques involved in the development and use of indicators suchas stakeholder analysis and data collection.

source: Poden determinar el paper il’impacte de les mesures polítiques, identificar carències i ajudar en la correcta assignacióde recursos.
en: If indicators are to contribute valuable insights about integration, they must beconnected as closely as possible to the real experience of integration.
